Repository: infamily/infinity1.0
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Create
ru: Создать

source: Update
ru: Обновить

source: USD
ru: Доллар США

source: EUR
ru: Евро

source: <b>Comment</b> (to claim hours, just enclose a number within curly braces, e.g., {1.5} h. You can do it multiple times in one comment, and use {?1.5} to indicate estimates.
ru: <b>Комментарий</b> (чтобы упомянуть количество часов просто впишите число в фигурные скобки {1.5} h. В одном комментарии вы можете сделать это несколько раз используя знак вопроса {?1.5}, чтобы указать сколько часов вы затратите.

source: Notify mentioned users (e.g., <i>Hi [User], how are you?</i>) by e-mail.
ru: Уведомить упомянутых пользователей (e.g., <i>Здравствуйте [пользователь] как ваши дела? </i>) по электронной почте.

source: Include money with the comment.
ru: C этим комментарием отправить деньги.

source: Amount
ru: Сумма

source: Currency
ru: Валюта

source: Send Comment
ru: Комментировать

source: Comment
ru: Комментарий

source: Notify mentioned users by e-mail.
ru: Уведомить упомянутых пользователей по электронной почте.

source: <b>Category:</b> (Encyclopedic lookup. To define new term, enter colon symbol, e.g. <mark style="background-color: #90EE90;"><i>expression<b>: </b>definition</i></mark> in one line.)
ru: <b>Категория:</b> (Энциклопедический поиск. Чтобы добавить новую введите двоеточием, например, <mark style="background-color: #90EE90;"><i>выражение<b>: </b>определение</i></mark> в одной строке.)

source: <b>Subject:</b> (The headline that others will see.)
ru: <b>Тема:</b> (Заголовок, что другие будут видеть.)

source: <b>Content:</b> (Text body.)
ru: <b>Содержимое:</b> (Основной текст.)

source: <b>Personal</b> (makes the entry visible only to a chosen set of people)
ru: <b> Персональный</b> (запись видна только выбранным людям)

source: <b>Input Language</b> (the language you used to compose this post)
ru: <b>Язык ввода</b> (язык введенного вами текста)

source: Share with:
ru: Поделиться с:

source: <b>Related Need:</b> (Optional)
ru: <b>Связанной письмо:</b> (Необязательный)

source: <b>Title:</b> (e.g., Potable Water Shortage, <a href="/goal/list/">check</a> if the problem is not defined yet.)
ru: <b>Название:</b> (например, нехватка питьевой воды проверьте <a href="/goal/list/">здесь</a>наличие аналогичной проблемы.)

source: <b>Description:</b> (e.g., Many people in the world lack clean potable water.)
ru: <b>Описание:</b> (например, Многие люди не имеют доступа к чистой питьевой воде.)

source: <b>Name:</b> (e.g., "First attempt to assemble solar cells.", used in title.)
ru: <b>Название:</b> (например, "Первая попытка сборки солнечной батареи.", используемое в заголовке.)

source: Give a title to your work.
ru: Название Вашей работы.

source: <b>Description:</b> (details about the work, used as body.)
ru: <b>Описание:</b> (подробно об основной работе.)

source: Here is a little story of my work.
ru: Небольшое описание моей работы.

source: <b>File:</b> (you can upload a file describing your work)
ru: <b>Файл:</b> (можно загрузить файл с описанием вашей работы)

source: <b>Parent Work Id:</b> (integer referring to other work)
ru: <b>Идентификация головной работы:</b> (эквивалент к другой работе )

source: optional
ru: выборочно

source: Goals (problems)
ru: Цели (проблемы)

source: <b>Name:</b> (e.g., "Solar Water Condenser", used in title.)
ru: <b>Название:</b> (например, "Солнечный конденсатор", используемое в заголовке.)

source: <b>Summary:</b> (e.g., "Use solar panels and Peltier effect to extract water from air.", appears as subtitle.)
ru: <b>Краткое описание:</b> (например, "Использование солнечных панелей и эффекта Пельтье для извлечения воды из воздуха.", отображается как подзаголовок.)

source: <b>Description:</b> (write full description here, used as body.)
ru: <b>Описание:</b> (написать подробное описание)

source: <b>Milestone:</b> (e.g., "assemble solar panels", used in title.)
ru: <b>Этап:</b> (например, "сборка солнечных панелей", используемый в заголовке.)

source: Type the name of the milestone.
ru: Введите название этапа.

source: <b>Objective:</b> (describe conditions, when you will consider the milestone to be 'achieved')
ru: <b>Цель:</b> (опишите условия, при которых этап будет считаться "завершенным")

source: <b>Priority:</b> (integer, e.g., 1,2,3.. - used for ordering, smaller number means the milestone has to be done earlier)
ru: <b>Приоритет:</b> (эквивалент, например, 1,2,3.. - используется для упорядочения, меньшее число означает что этап должен быть закончен раньше)

source: <b>Task:</b> (e.g., "Purchase solar cells", text in title.)
ru: <b>Задача:</b> (например, "Покупка солнечных батарей", текст в заголовке.)

source: Type the name of the task.
ru: Введите название задачи.

source: <b>Priority:</b> (integer, e.g., 1,2,3.. - used for ordering, smaller number means the task has to be done earlier)
ru: <b>Приоритет:</b> (число, например, 1,2,3 .. - используется для заказа, меньшее число означает, что задача должна быть выполнена раньше)

source: Add & Go
ru: Добавить & Перейти

source: definition, e.g., 'spaceflight beyond the bounderies of galaxies'
ru: определение, например, «космический полет за пределы галактики"

source: Idea
ru: Идея

source: Members
ru: Участники

source: <b>Name:</b> (e.g., "Solar Water Project".)
ru: <b>Название:</b> (например, "Проект солнечной воды".)

source: <b>Deliverable:</b> (Describe what do you expect to get.)
ru: <b>Результат::</b> (Опишите, что вы ожидаете получить.)

source: New comment
ru: Новый коммент

source: Auto-Translate
ru: Переводить

source: <i class="fa fa-dollar"></i> INVEST
ru: <i class="fa fa-rub"></i> Инвестировать

source: edit
ru: редактировать

source: delete
ru: удалить

source: reply
ru: ответить

source: Invite a friend to help!
ru: Пригласить друга помочь!

source: Problem
ru: Проблема

source: Solution
ru: Решения

source: Project
ru: Проект

source: Theory
ru: Теория

source: Practice
ru: Практика

source: Video
ru: Видео

source: Define what you need
ru: Определите, что вам необходимо

source: e.g.:
ru: напр.

source: spaceship
ru: космический аппарат

source: vessel or machine designed to fly in outer space
ru: аппарат, предназначенный для работы в космосе

source: needs
ru: потребности

source: for funding
ru: для финансирования

source: hours
ru: часов

source: Unsubscribe
ru: Отказаться комментарии

source: Subscribe
ru: Подписываться комментарии

source: hyper-equity
ru: гипер-маржа

source: category:
ru: категория:

source: translations:
ru: перевод:

source: shared with:
ru: поделиться с:

source: Ideas
ru: Идеи

source: +New Idea
ru: + Новая идея

source: Idea create
ru: Написать идею

source: Goal
ru: Цель

source: super-equity
ru: супер-маржа

source: want:
ru: хотим:

source: Plans
ru: Планы

source: +New Plan
ru: +Новый план

source: Letter
ru: Письмо

source: Write a public letter to society, or a personal one to friends.
ru: Написать открытое письмо к обществу, или личное письмо к друзьям.

source: Goals
ru: Цели

source: +Add Goal
ru: +Добавить Цель

source: Plan create
ru: Создать план

source: exclude
ru: включать

source: Exclude from our plan.
ru: исключить в наш план

source: include
ru: исключать

source: Include into our plan.
ru: включить в наш план

source: members:
ru: участники:

source: equity
ru: маржа

source: approach to realizing idea
ru: способ реализации идеи

source: deliverable
ru: ожидаемый результат

source: situation
ru: ситуация

source: Steps by:
ru: Задачи в соответствии с:

source: our plan
ru: наш план

source: Steps
ru: Задачи

source: reload
ru: перегрузить

source: +New Step
ru: +Новая задача

source: %s succesfully created
ru: %s успешно создана.

source: Comment succesfully updated
ru: Комментарий успешно обновлен

source: Comment succesfully deleted
ru: Комментарий удален успешно

source: Definition succesfully updated
ru: Определение успешно обновлено

source: Goal succesfully deleted
ru: Цель успешно удалена

source: Goal succesfully updated
ru: Цель успешно обновлена

source: Idea succesfully updated
ru: Идея успешно обновлена

source: Idea succesfully deleted
ru: Идея успешно удалена

source: Need succesfully deleted
ru: Потребность успешно удалена.

source: Need succesfully updated
ru: Потребность успешно обновлена.

source: Plan succesfully updated
ru: План успешно обновлен

source: Plan succesfully deleted
ru: План успешно удален

source: Step succesfully updated
ru: Стадия успешно обновлена

source: Step succesfully deleted
ru: Стадия успешно удалена

source: Task succesfully updated
ru: Задача успешно обновлена

source: Task succesfully deleted
ru: Задача успешно удалена

source: Translation succesfully updated
ru: Перевод успешно обновлен

source: Translation succesfully deleted
ru: Перевод успешно удален

source: Work succesfully updated
ru: Работа успешно обновлена

source: Work succesfully deleted
ru: Работа успешно удалена

source: Invitation
ru: Приглашение

source: Save
ru: Сохранить

source: Send
ru: Отправить

source: Recipient username
ru: Получатель

source: Invest
ru: Инвестировать

source: comment
ru: Комментар

source: review the things you are investing into
ru: рассмотреть то, что вы инвестируете в

source: Read our <a href='/policy/'>policy</a>. It is our initial stage, don't invest or promote to people you don't know personally.
ru: Прочтите нашу <a href='/policy/'>политику</a>. Данная система находится на начальной стадии,<br>поэтому пожалуйста, не инвестируйте и не приглашайте людей которых вы не знаете лично.

source: Size of Opportunity
ru: Максимальное инвестиции

source: Amount to Invest
ru: Сумма инвестиций

source: Matched Hours to be Created
ru: Создаваемого согласованные часов

source: matched hours:
ru: согласованные часов:

source: rights to future matched hours:
ru: право на будущих сог. часов

source: Invite to this conversation
ru: Пригласить на разговор

source: Send invite
ru: Отправить приглашение

source: New Username
ru: Новый пользователь

source: Email
ru: Эл.почта

source: Invitation text
ru: Текст приглашения

source: Login
ru: Присоединиться

source: Invitation to conversation has been sent
ru: Приглашение на разговор было отправлено

source: User with this email already exists
ru: Пользователь с этим E-mail уже существует

source: User with this name already exists
ru: Пользователь с таким именем уже существует

source: User succesfully updated
ru: Пользователь успешно обновлен

source: English
ru: Английский

source: Russian
ru: Русский

source: Chinese
ru: Китайский

source: Lithuanian
ru: Литовский

source: Croatian
ru: Хорватский

source: Japanese
ru: Японский

source: Open Data
ru: Открытые данные

source: Open Source
ru: Открытый код

source: Account Inactive
ru: Аккаунт не активен

source: This account is inactive.
ru: Этот аккаунт не активен.

source: Comments with positive time claimed:
ru: Комментарии с положительным утверждал времени:

source: Account
ru: Аккаунт

source: E-mail Addresses
ru: Эл. почта

source: The following e-mail addresses are associated with your account:
ru: Адреса следующие электронной почты, связанный с Вашим аккаунтом

source: Verified
ru: Подтвержденый

source: Unverified
ru: Неподтвержденный

source: Primary
ru: Основной

source: Make Primary
ru: Сделать основным

source: Re-send Verification
ru: Выслать верификацию повторно

source: Remove
ru: Удалить

source: Warning:
ru: Внимание:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ru: В настоящее время у Вас нету созданного адреса эл. почты. Пожалуйста, добавьте существующий адрес электронной почты, чтобы Вы смогли получать уведомления, обновить пароль, и т.д.

source: Add E-mail Address
ru: Добавить адрес электронной почты

source: Add E-mail
ru: Добавить электронную почту

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?

source: Confirm E-mail Address
ru: Подтвердить адрес электронной почты

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ru: Вы получили это письмо потому,что вы или ктото другой запросил пароль от Вашего аккаунта на %(site_domain)s. Если вы не запрашивали восстановление пароля, вы можете не обращать внимание на это сообщение. Нажмите на ссылку ниже, чтобы восстановить пароль.

source: In case you forgot, your username is %(username)s.
ru: В случае, если вы забыли, ваше имя пользователя %(username)s

source: Thanks for using our site!
ru: Спасибо за использование услуг нашего сайта!

source: Password Reset E-mail
ru: Сброс пароля эл. почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Пожалуйста, подтвердите, что это адрес электронной почты <a href="mailto:%(email)s">%(email)s</a> принадлежит данному пользователю %(user_display)s.

source: Confirm
ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Эта ссылка подтверждения электронной почты истекла или является недействительной. Пожалуйста <a href="%(email_url)s"> задайте новый запрос</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Вы подтверждаете, что это адрес электронной почты<a href="mailto:%(email)s">%(email)s</a> принадлежит данному пользователю %(user_display)s.

source: Sign in
ru: Войти

source: Have no account? Sign up <a href="/user/signup/">here</a>.
ru: Нет учётной записи? <a href="/user/signup/">Присоединиться к проекту</a>.

source: Forgot password?
ru: Забыли пароль?

source: Sign Out
ru: Выйти

source: Are you sure you want to sign out?
ru: Вы уверены, что хотите выйти?

source: You cannot remove your primary e-mail address (%(email)s).
ru: Вы не можете удалить свой основной адрес электронной почты (%(email)s).

source: Confirmation e-mail sent to %(email)s.
ru: Подтверждение о электронной почте отправлено на %(email)s.

source: You have confirmed %(email)s.
ru: Вы подтвердили %(email)s.

source: Removed e-mail address %(email)s.
ru: Удалить адрес электронной почты %(email)s.

source: Successfully signed in as %(name)s.
ru: Успешно вошли как %(name)s.

source: You have signed out.
ru: Вы вышли из системы.

source: Password successfully changed.
ru: Пароль успешно изменен.

source: Password successfully set.
ru: Пароль успешно установлен.

source: Primary e-mail address set.
ru: Первичный адрес электронной почты установлен.

source: Your primary e-mail address must be verified.
ru: Ваш основной адрес электронной почты должен быть подтвержден.

source: Change Password
ru: Изменить пароль

source: Password Reset
ru: Изменить пароль

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли пароль? Введите ваш адрес электронной почты ниже, и мы вышлем вам ссылку для восстановления пароля.

source: Reset My Password
ru: Изменить пароль

source: Please contact us if you have any trouble resetting your password.
ru: Если у вас возникли проблемы с востановлением пароля пожалуйста, свяжитесь с нами.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам письмо по эл. почте. Если вы не получили сообщение пожалуйста, свяжитесь с нами,.

source: Bad Token
ru: Плохой Знак

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка на страницу восстановления пароля является недействительной, возможно, потому что она уже была использована. Запросите, пожалуйста <a href="%(passwd_reset_url)s">ссылку заново</a>.

source: change password
ru: Изменить пароль

source: Your password is now changed.
ru: Ваш пароль изменен.

source: Set Password
ru: Установить пароль

source: Signup
ru: Регистрация

source: Sign Up
ru: Регистрация

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ru: Уже есть аккаунт? Тогда, пожалуйста, <a href="%(login_url)s"> войдите в систему.</a>.

source: Sign Up Closed
ru: Регистрация закрыта

source: Write an e-mail to <u>forever@infty.xyz</u>. We'll send you an invite.
ru: Напишите письмо на адрес электронной почты <u>forever@infty.xyz</u>. Мы вышлем вам приглашение.

source: Note
ru: Примечание

source: you are already logged in as %(user_display)s.
ru: Вы уже авторизованы как %(user_display)s.

source: User update
ru: Обновления пользователя

source: Verify Your E-mail Address
ru: Проверьте Ваш адрес электронной почты

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ru: Вам на эл. почту было отправлено письмо для верификации. Для завершения регистрации пройдите по ссылке, указанной в письме. Если вы не получили письма в течение нескольких минут, пожалуйста, свяжитесь с нами.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: Эта часть необходима чтобы подтвердить вашу личность. Для этого,пожалуйста, побтвердите право собственности на свой адрес электронной почты.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Вам будет выслано письмо для верификации. Пройдите по ссылке, указанной в письме. Если вы не получили письма в течение нескольких минут, пожалуйста, свяжитесь с нами.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong>Примечание:</strong>Вы все еще можете <a href="%(email_url)s">change изменить свой адрес электронной почты.</a>.

source: Solving Problems
ru: Решаем проблемы

source: About
ru: О проекте

source: Logout
ru: Выход

source: invitations
ru: пригласительные

source: write bugs
ru: сообщить об ошибке

source: time value
ru: оценка времени

source: invite a friend
ru: Пригласить друга

source: Intro
ru: Введение

source: Help
ru: Помощь

source: compose
ru: Написать

source: define a problem
ru: определите проблему

source: see more
ru: подробнее ...

source: Oops! You have no goals!
ru: У вас нету определенной цели!

source: Add a problem
ru: Добавить проблему

source: ...or view
ru: ... или смотрите.

source: suggest a solution
ru: предложить решение

source: Add a solution
ru: Добавить решение

source: start a project
ru: начать проект

source: Oops! You have no plans!
ru: У вас нету новых проектов.

source: Add a project
ru: Добавить проект

source: People-centric economy.
ru: Экономика для человека

source: Hello, You (%(email)s) have been invited to join %(site_name)s If you'd like to join, please go to %(invite_url)s
ru: Здравствуйте,, Вы (%(email)s) были приглашены присоединится к %(site_name)s Если вы хотите присоединиться ,пожалуйста, перейдите на страницу %(invite_url)s

source: Invitation to join %(site_name)s
ru: Приглашение присоединиться %(site_name)s

source: Invite
ru: Пригласить

source: Please add an email below. The user will recieve an email with instructions.
ru: Пожалуйста, добавьте адрес электронной почты. Пользователь получит электронное письмо с инструкциями.

source: Invitation to - %(email)s - has been accepted
ru: Приглашение - %(email)s - было принято

source: User
ru: Пользователь

source: Reply:
ru: Ответить:

source: Mention notification from %(site_name)s
ru: Уведомление от %(site_name)s

source: <h1>Membership</h1>
ru: <h1>Членство</h1>

source: Ensuring that all technologies are understood by humans.
ru: Гарантируя, что все технологии понятны человеку.

source: per month <p>every month</p>
ru: за месяц <р> каждый месяц </ P>

source: Search
ru: Поиск

source: Reset Filter
ru: Сброс фильтра

source: E-mail
ru: Eл. почта

source: E-mail address
ru: Адрес эл. почты

source: The e-mail address and/or password you specified are not correct.
ru: Адрес электронной почты и / или пароль указаны не правильно.

source: Remember Me
ru: Запомнить
