Repository: infamily/infinity1.0
Catalog: infinity/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Create
hr: Stvori

source: Update
hr: Ažuriraj

source: EUR
hr: Euro

source: <b>Comment</b> (to claim hours, just enclose a number within curly braces, e.g., {1.5} h. You can do it multiple times in one comment, and use {?1.5} to indicate estimates.
hr: <b>Komentar</b> (to claim hours, just enclose a number within curly braces, e.g., {1.5} h. You can do it multiple times in one comment, and use {?1.5} to indicate estimates.

source: Notify mentioned users (e.g., <i>Hi [User], how are you?</i>) by e-mail.
hr: Obavijestite spomenute korisnike (pr., <i>Pozdrav [User], kako ste?</i>) e-mailom.

source: Comment
hr: Komentar

source: Notify mentioned users by e-mail.
hr: Obavijestite spomenute korisnike e-mailom.

source: Select the users to share with:
hr: Izaberite korisnike za dijeljenje:

source: Select the thing that you need...
hr: Izaberite potrebnu stvar...

source: Share with:
hr: Podijelite sa:

source: <b>Personal</b> (makes the entry visible only to a chosen set of people)
hr: <b>Osobno</b> (omogućava vidljivost unosa odabranoj grupi ljudi)

source: <b>Input Language</b> (the language you used to compose this post)
hr: <b>Jezik unosa</b> (jezik koji ste koristili za sastavljanje ove objave)

source: <b>Title:</b> (e.g., Potable Water Shortage, <a href="/goal/list/">check</a> if the problem is not defined yet.)
hr: <b>Naslov:</b> (pr., Nedostatak pitke vode, <a href="/goal/list/">provjeri</a>nije li problem već definiran.)

source: <b>Description:</b> (e.g., Many people in the world lack clean potable water.)
hr: <b>Opis:</b> (pr., Mnoštvu ljudi nedostaje čista pitka voda.)

source: <b>Name:</b> (e.g., "First attempt to assemble solar cells.", used in title.)
hr: <b>Ime:</b> (pr., "Prvi pokušaj sastavljanja solarnih ćelija.", korišten u naslovu.)

source: Give a title to your work.
hr: Dodaj naslov svojoj djelatnosti.

source: <b>Description:</b> (details about the work, used as body.)
hr: <b>Opis:</b> (detalji o radu, korišteni kao tijelo.)

source: Here is a little story of my work.
hr: Evo kratka priča o mom radu.

source: <b>File:</b> (you can upload a file describing your work)
hr: <b>Fajl:</b> (možete uploadati fajl koji opisuje vaš rad)

source: <b>Parent Work Id:</b> (integer referring to other work)
hr: <b>ID zajedničkog rada:</b> (cijeli broj koji se odnosi na drugi rad)

source: optional
hr: izborno

source: Select a goal
hr: Izaberite cilj

source: Goals
hr: Ciljevi

source: <b>Name:</b> (e.g., "Solar Water Condenser", used in title.)
hr: <b>Ime:</b> (npr., Kondenzator solarne vode", korišteno u naslovu.)

source: <b>Summary:</b> (e.g., "Use solar panels and Peltier effect to extract water from air.", appears as subtitle.)
hr: <b>Sažetak:</b> (npr., "Korištenje solarnog panela i Peltierovog učinka za izvlačenje vode iz zraka.", koji se pojavljuje kao podnaslov.)

source: <b>Description:</b> (write full description here, used as body.)
hr: <b>Opis:</b> (napišite puni opis ovdje, kao tijelo teksta.)

source: <b>Milestone:</b> (e.g., "assemble solar panels", used in title.)
hr: <b>Prekretnica:</b> (npr., "sklapanje solarnog panela", korištena u naslovu.)

source: Type the name of the milestone.
hr: Upišite naslov prekretnice.

source: <b>Objective:</b> (describe conditions, when you will consider the milestone to be 'achieved')
hr: <b>Cilj:</b> (opišite uvjete dostizanja prekretnice)

source: Example: We have solar cell assembly, which: - Generates expected electric power output - Passes certain tests of reliability.
hr: Primjer: Imamo sklopovlje za solarnu ćeliju koje: - Proizvodi očekivanu izlaznu snagu - Prolazi određene testove pouzdanosti.

source: <b>Priority:</b> (integer, e.g., 1,2,3.. - used for ordering, smaller number means the milestone has to be done earlier)
hr: <b>Prioritet:</b> (cijeli broj, npr., 1,2,3.. - korišten za narudžbu, manji broj pokazuje da se prekretnica mora obaviti ranije)

source: <b>Investables:</b> (e.g., enumerate the ranges of quantities you expect to invest on this milestone in <a href="https://github.com/mindey/IdeaLib#minimal">IDL syntax</a>, used used for value computation.)
hr: <b>Investables:</b> (npr., nabrojite raspone količina koje očekujete uložiti po završetku ove prekretnice u <a href="https://github.com/mindey/IdeaLib#minimal">IDL syntax</a>, korištene za izračunavanje vrijednosti.)

source: people 1\3, days 10\20, usd 50\70
hr: ljudi 1\3, dana 10\20, USD 50\70

source: <b>Deliverables:</b> (e.g., enumerate the ranges of quantities you expect to have by completion of this milestone in <a href="https://github.com/mindey/IdeaLib#minimal">IDL syntax</a>, used used for value computation.)
hr: <b>Dostavljivo:</b> (npr., nabrojite raspone količina koje očekujete po završetku ove prekretnice u <a href="https://github.com/mindey/IdeaLib#minimal">IDL syntax</a>, korištene za izračunavanje vrijednosti.)

source: complete solar assembly drawings 0\1, solar cell assembly 1\2
hr: kompletni crteži za sklapanje solarne ćelije 0\1, sklapanje solarne ćelije 1\2

source: <b>Task:</b> (e.g., "Purchase solar cells", text in title.)
hr: <b>Zadatak:</b> (npr., "Kupi solarne ćelije", tekst u naslovu.)

source: Type the name of the task.
hr: Upišite naziv zadatka.

source: <b>Priority:</b> (integer, e.g., 1,2,3.. - used for ordering, smaller number means the task has to be done earlier)
hr: <b>Prioritet:</b> (cijeli broj, npr., 1,2,3.. - koristi se za narudžbu, manji brojevi znače da je zadatak odrađen ranije)

source: Add & Go
hr: Dodaj & Idi

source: Select goal
hr: Izaberite cilj

source: Goal
hr: Cilj

source: Select idea
hr: Izaberite ideju

source: Idea
hr: Ideja

source: Select the members for the equity...
hr: Odaberite članove za udio.

source: Members
hr: Članovi

source: <b>Name:</b> (e.g., "Solar Water Project".)
hr: <b>Naziv:</b> (pr., "Projekt solarne vode".)

source: <b>Situation:</b> (Describe your current situation by listing the things that you have, including access.)
hr: <b>Situacija:</b> (Opišite svoju trenutnu situaciju koristeći stvari koje imate, uključujući pristup.)

source: Example: We are two people in a desert. We have: - Computer - Internet connection - Access to postal services - Access to 3D printing services 200 kilos away - A car - 150 USD for this project
hr: Primjer: Mi smo dvoje ljudi u pustinji. Imamo: - Računalo - Pristup internetu - Pristup poštanskim uslugama - Pristup uslugama 3D printanja 200 km udaljen - Autmobil - 150 USD za ovaj projekt

source: <b>Deliverable:</b> (Describe what do you expect to get.)
hr: <b>Dostavljivo:</b> (Opišite što očekujete dobiti.)

source: Example: A working prototype of solar water condenser, and high quality open designs published on GitHub, so others could easily replicate.
hr: Primjer: Radni prototip solarnog kondenzatora vode, i visoko kvalitetni dizajn objavljen na GitHub-u, kojeg ostali mogli jednostavno ponoviti.

source: Invite a friend to help!
hr: Pozovite prijatelja u pomoć!

source: Goal create
hr: Stvori cilj

source: needs
hr: potrebe

source: for funding
hr: za financiranje

source: hours
hr: sati

source: hyper-equity
hr: hiper udio

source: A fixed percentage of all the future <b>ḥ</b> (<u>time and money spent</u>), which indicates how much goal creator owns of all projects under this problem.
hr: Utvrđen postotak cjelokupnog budućeg <b>ḥ</b> (<u>vremena i novca potrošenog</u>), koji pokazuje koliki dio od svih projekata pod ovim problemom posjeduje kreator cilja.

source: category:
hr: kategorija:

source: translations:
hr: prijevodi:

source: edit
hr: uredi

source: delete
hr: izbriši

source: shared with:
hr: podijeljeno sa:

source: Ideas
hr: Ideje

source: +New Idea
hr: +Nova ideja

source: Idea create
hr: Stvaranje ideje

source: super-equity
hr: super udio

source: A fixed percentage of all the future <b>ḥ</b> (<u>time and money spent</u>), which indicates how much idea creator owns of all projects under this idea.
hr: Utvrđen postotak cjelokupnog budućeg <b>ḥ</b> (<u>vremena i novca potrošenog</u>), koji pokazuje koliki dio od svih projekata pod ovom idejom posjeduje kreator ideje.

source: want:
hr: želi:

source: Plans
hr: Planovi

source: +New Plan
hr: +Novi plan

source: Plan create
hr: Stvaranje plana

source: equity
hr: udio

source: A fixed percentage of all the future <b>ḥ</b> (<u>time and money spent</u>), which indicates how much project <u>shareholders</u> own of all results under this project. The rest is owned by contributing users.
hr: Utvrđen postotak cjelokupnog budućeg <b>ḥ</b> (<u>vremena i novca potrošenog</u>), koji pokazuje koliki dio projekta <u>dioničari</u> posjeduju od svih rezultata pod ovim projektom. Ostatak je u vlasništvu doprinosećih korisnika.

source: approach to realizing idea
hr: pristup realizaciji ideje

source: situation
hr: situacija

source: deliverable
hr: isporučljivo

source: Steps
hr: Koraci

source: +New Step
hr: +Novi korak

source: Comment succesfully updated
hr: Komentar uspješno ažuriran

source: Comment succesfully deleted
hr: Komentar uspješno obrisan

source: Need succesfully created
hr: Potreba uspješno stvorena

source: Need succesfully updated
hr: Potreba uspješno ažurirana

source: %s succesfully created
hr: %s uspješno stvoren

source: Goal succesfully created
hr: Cilj uspješno stvoren

source: Goal succesfully deleted
hr: Cilj uspješno obrisan

source: Goal succesfully updated
hr: Cilj uspješno ažuriran

source: Work succesfully updated
hr: Rad uspješno ažuriran

source: Work succesfully created
hr: Rad uspješno stvoren

source: Work succesfully deleted
hr: Rad uspješno obrisan

source: Idea succesfully updated
hr: Ideja uspješno ažurirana

source: Idea succesfully created
hr: Ideja uspješno stvorena

source: Idea succesfully deleted
hr: Ideja uspješno obrisana

source: Step succesfully updated
hr: Korak uspješno ažuriran

source: Step succesfully created
hr: Korak uspješno stvoren

source: Step succesfully deleted
hr: Korak uspješno obrisan

source: Task succesfully updated
hr: Zadatak uspješno ažuriran

source: Task succesfully created
hr: Zadatak uspješno stvoren

source: Task succesfully deleted
hr: Zadatak uspješno obrisan

source: Plan succesfully updated
hr: Plan uspješno ažuriran

source: Plan succesfully created
hr: Plan uspješno stvoren

source: Plan succesfully deleted
hr: Plan uspješno obrisan

source: Translation succesfully updated
hr: Prijevod uspješno ažuriran

source: Translation succesfully deleted
hr: Prijevod uspješno obrisan

source: You can use {{ invitation_url }} tag to past invitation url
hr: Možete iskoristiti {{ invitation_url }} oznaku za prošli url pozivnice

source: Invitation
hr: Pozivnica

source: Save
hr: Spremi

source: Send
hr: Pošalji

source: Coin address succesfully updated
hr: Coin adresa uspješno ažurirana

source: CoinAddress succesfully created
hr: Coin adresa uspješno stvorena

source: CoinAddress succesfully deleted
hr: Coin adresa uspješno obrisana

source: Credential succesfully updated
hr: Uvjerenje uspješno ažurirano

source: Credential succesfully deleted
hr: Uvjerenje uspješno obrisano

source: Credential succesfully created
hr: Uvjerenje uspješno stvoreno

source: You have not added any credential. Please create a Credential or select default
hr: Niste dodali uvjerenje. Molimo vas dodajte Uvjerenje ili postavite na zadano

source: Invite to this conversation
hr: Pozovi u ovaj razgovor

source: Send invite
hr: Pošalji pozivnicu

source: New Username
hr: Novo korisničko ime

source: Invitation text
hr: Tekst pozivnice

source: Login
hr: Prijava

source: SignUp
hr: Registracija

source: Invitation to conversation has been sent
hr: Pozivnica za razgovor je poslana

source: User with this email already exists
hr: Korisnik sa ovom e-mail adresom već postoji

source: User with this name already exists
hr: Korisnik sa ovim imenom već postoji

source: User succesfully updated
hr: Korisnik je uspješno ažuriran

source: English
hr: Engleski

source: Chinese
hr: Kineski

source: Lithuanian
hr: Litvanski

source: Account Inactive
hr: Neaktivan račun

source: This account is inactive.
hr: Ovaj račun je neaktivan.

source: Account
hr: Račun

source: E-mail Addresses
hr: E-mail adrese

source: The following e-mail addresses are associated with your account:
hr: Sljedeće adrese su povezane sa vašim računom:

source: Verified
hr: Potvrđeno

source: Unverified
hr: Nepotvrđeno

source: Primary
hr: Primarno

source: Make Primary
hr: Postavi kao primarno

source: Re-send Verification
hr: Ponovno pošalji potvrdu

source: Remove
hr: Ukloni

source: Warning:
hr: Upozorenje:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
hr: Trenutno nemate postavljenih e-mail adresa. Trebali biste postaviti e-mail adresu da biste dobili obavijesti, poništili lozinku itd.

source: Add E-mail Address
hr: Dodaj e-mail adresu

source: Add E-mail
hr: Dodaj e-mail

source: Do you really want to remove the selected e-mail address?
hr: Želite li zaista ukloniti odarbranu e-mail adresu?

source: User %(user_display)s at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
hr: Korisnik %(user_display)s na %(site_name)s je dao ovu e-mail adresu. Da biste potvrdili točnost, idite na %(activate_url)s

source: Confirm E-mail Address
hr: Potvrdi E-mail adresu

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
hr: Primili ste ovaj e-mail jer ste vi ili netko drugi zatražili lozinku za korisnički račun %(site_domain)s. Možete sigurno zanemariti ako niste vi zatražili poništavanje lozinke. Pritisnite link ispod za poništavanje lozinke.

source: In case you forgot, your username is %(username)s.
hr: U slučaju da ste zaboravili, vaše korisničko ime je %(username)s.

source: Thanks for using our site!
hr: Hvala što ste koristili našu stranicu!

source: Password Reset E-mail
hr: E-mail za poništavanje lozinke

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
hr: Molimo vas potvrdite da je <a href="mailto:%(email)s">%(email)s</a> e-mail adresa korisnika%(user_display)s.

source: Confirm
hr: Potvrdi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
hr: Ovaj link za potvrdu e-maila je istekao ili je neispravan. Molimo vas <a href="%(email_url)s"> pošaljite zahtjev za novu potvrdu e-maila</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
hr: Potvrdili ste da je <a href="mailto:%(email)s">%(email)s</a> e-mail adresa korisnika %(user_display)s.

source: Sign in
hr: Registracija

source: Forgot password?
hr: Zaboravili ste lozinku?

source: Sign Out
hr: Odjava

source: Are you sure you want to sign out?
hr: Jeste li sigurni da se želite odjaviti?

source: You cannot remove your primary e-mail address (%(email)s).
hr: Nije moguće ukloniti vašu primarnu e-mail adresu (%(email)s).

source: Confirmation e-mail sent to %(email)s.
hr: E-mail potvrde je poslan na %(email)s.

source: You have confirmed %(email)s.
hr: Potvrdili ste e-mail adresu %(email)s.

source: Removed e-mail address %(email)s.
hr: Uklonjena e-mail adresa %(email)s.

source: Successfully signed in as %(name)s.
hr: Uspješno prijavljen kao %(name)s.

source: You have signed out.
hr: Odjavili ste se.

source: Password successfully changed.
hr: Upsješno promijenjena lozinka.

source: Password successfully set.
hr: Uspješno postavljena lozinka.

source: Primary e-mail address set.
hr: Primarna e-mail adresa postavljena.

source: Your primary e-mail address must be verified.
hr: Vaša primarna e-mail adresa mora biti potvrđena.

source: Change Password
hr: Promijeni lozinku

source: Password Reset
hr: Poništavanje lozinke

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
hr: Zaboravili ste lozinku? Upišite svoju e-mail adresu ispod i poslati ćemo vam e-mail za poništavanje.

source: Reset My Password
hr: Poništi moju lozinku

source: Please contact us if you have any trouble resetting your password.
hr: Molimo vas kontaktirajte nas ako imate problema sa poništavanjem vaše lozinke.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
hr: Poslali smo vam e-mail. Molimo vas kontaktirajte nas ako ne stigne unutar par minuta.

source: Bad Token
hr: Loš token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
hr: Link za poništavanje lozinke je neispravan, vjerojatno jer je već iskorišten. Molimo vas zatražite <a href="%(passwd_reset_url)s"> novo poništavanje lozinke</a>.

source: change password
hr: Promijeni lozinku

source: Your password is now changed.
hr: Vaša lozinka je sad promijenjena.

source: Set Password
hr: Postavi lozinku

source: Signup
hr: Registracija

source: Sign Up
hr: Registracija

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
hr: Već imate račun? Molimo vas <a href="%(login_url)s">prijavite se</a>.

source: Sign Up Closed
hr: Registracija zatvorena

source: Write an e-mail to <u>forever@infty.xyz</u>. We'll send you an invite.
hr: Napišite e-mail <u>forever@infty.xyz</u>. Poslat ćemo vam pozivnicu.

source: Note
hr: Bilješka

source: you are already logged in as %(user_display)s.
hr: već ste prijavljeni kao %(user_display)s.

source: User update
hr: Ažuriranje korisnika

source: Verify Your E-mail Address
hr: Potvrdite vašu e-mail adresu

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
hr: Poslali smo vam e-mail za potvrdu. Pratite priložen link za završetak procesa registracije. Molimo vas kontaktirajte nas ako ga ne primite unutar par minuta.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
hr: Ovaj dio stranice zahtjeva potvrdu vašeg identiteta. U svrhu toga, potrebno je potvrditi vlasništvo vaše e-mail adrese.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
hr: Poslali smo vam e-mail za potvrde. Molimo vas kliknite link unutar ovog e-maila. Molimo vas kontaktirajte nas ako ne primite e-mail unutar par minuta.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
hr: <strong>Bilješka:</strong> još uvijek možete <a href="%(email_url)s">promijeniti vašu e-mail adresu</a>.

source: Help
hr: Pomoć

source: About
hr: O nama

source: Logout
hr: Odjava

source: Sign up
hr: Registracija

source: invitations
hr: pozivnice

source: write bugs
hr: napišite bugove

source: time value
hr: vremenska vrijednost

source: my index
hr: moj indeks

source: wider index
hr: širi indeks

source: define a problem
hr: definiraj problem

source: (last commented
hr: (zadnji komentar

source: hours ago)
hr: prije par sati)

source: see more
hr: vidi još

source: Oops! You have no goals!
hr: Oops! Nema ciljeva!

source: Add a problem
hr: Dodaj problem

source: ...or view
hr: ...ili mišljenje

source: <u>wider index</u>
hr: <u>širi indeks</u>

source: suggest a solution
hr: predloži rješenje

source: Oops! You have no ideas!
hr: Oops! Nema ideja!

source: Add a solution
hr: Dodaj rješenje

source: start a project
hr: pokreni projekt

source: Oops! You have no plans!
hr: Oops! Nema planova!

source: Add a project
hr: Dodaj projekt

source: break it down
hr: razbijte ga

source: Oops! You have no steps!
hr: Oops! Nema koraka!

source: Start a project to add milestones
hr: Pokrenite projekt da bi dodali prekretnicu

source: Tasks
hr: Zadaci

source: execute it
hr: izvršite

source: Oops! You have no tasks!
hr: Oops! Nema zadataka!

source: Choose a milestone to add tasks
hr: Izaberite prekretnicu da bi dodali zadatak

source: People-centric economy.
hr: Ekonomija usredotočena na ljude.

source: Hello, You (%(email)s) have been invited to join %(site_name)s If you'd like to join, please go to %(invite_url)s
hr: Pozdrav, Vaša (%(email)s) adresa se poziva da se pridruži %(site_name)s Ako se želite pridružiti, molimo vas da odete na %(invite_url)s

source: Invitation to join %(site_name)s
hr: Pozivnica za pristup %(site_name)s

source: Invite
hr: Pozovi

source: Please add an email below. The user will recieve an email with instructions.
hr: Molimo vas dodajte e-mail ispod. Korisnik će primiti e-mail sa uputama.

source: Invitation to - %(email)s - has been accepted
hr: Pozivnica za - %(email)s - je prihvaćena

source: User
hr: Korisnik

source: has chosen to email their comment:
hr: je izabrao poslati svoj komentar:

source: Reply:
hr: Odgovori:

source: Mention notification from %(site_name)s
hr: Spomenuta obavijest sa %(site_name)s

source: Search
hr: Traži

source: Reset Filter
hr: Poništavanje filtera

source: E-mail address
hr: E-mail adresa

source: The e-mail address and/or password you specified are not correct.
hr: E-mail adresa i/ili lozinka koje ste unijeli nisu točni.

source: Remember Me
hr: Zapamti me
